{   
    "en": {
        "lobby": {
            "matches_list_label": "Matches list",
            "create_new": "Create new",
            "new_game": "New Game",
            "prophecy_of_kings": "Prophecy of Kings",
            "edition_PoK": "PoK",
            "name_acceptable": "this name acceptable",
            "random_map": "random map",
            "map_type_random": "random",
            "players": "Players",
            "create_game": "Create game",
            "leave": "Leave",
            "start_game": "Start game",
            "random_race": "random race",
            "open": "open",
            "connecting": "connecting",
            "reconnect": "Reconnect",
            "join_game": "Join game",
            "ready_to_play": "Ready to play",
            "type_your_message": "type your message here",
            "fate": "The fate of the Galaxy is in our hands",

            "random_map_options": "Random map options",
            "use_pok": "Use Prophecy of Kings Expansion",
            "board_style": "Board style",
            "board_style_normal": "Normal",
            "board_style_spiral": "Spiral",
            "placement_style": "Placement style",
            "placement_style_slice": "Slice",
            "placement_style_initial": "Initial",
            "placement_style_home": "Home",
            "placement_style_random": "Random",
            "system_weighting": "System weighting",
            "system_weighting_random": "Random",
            "system_weighting_balanced": "Balanced",
            "system_weighting_resource": "Resource",
            "system_weighting_influence": "Influence",
            "ensure_racial_anomalies": "Ensure racial anomalies",
            "randomize_priorities": "Randomize priorities before placement",
            "reverse_placement_order": "Reverse placement order",
            "board_style_help": "Board style changes how the tiles are actually laid out on a newly generated map.\n***\nChanging this would cause you to expect different hex layouts, such as different patterns of tiles, usage of hyperlanes, or unorthodox placement of home worlds.",
            "placement_style_help": "Placement style dictates where important tiles are placed. Most revolve around having at least one tile near the home system with good resources.\n***\n**Slice:** Places tiles like a normal player would. Prioritizes a good pathway to Mecatol, and filling in the area around the home system with good tiles.\n***\n**Initial:** Only guarantees a good tile right in front of the home system (on the way to mecatol). Everything else is random.\n***\n**Home:** Prioritizes all of the adjacent tiles to the home system and everything else is random.\n***\n**Random:** Shuffles the priority levels completely. No favoritism to tiles near the home system.",
            "system_weighting_help": "Pick Style is used to determine how tiles are weighted for when they are placed on the board. A higher weighted tile means that the hex is more important, and so (depending on the placement style) it is put closer to home worlds to facilitate available assets.\n***\n**Balanced:** A custom weight which favors resources and planet count more than anomalies. This more accurately factors in tech specialties and influence as trade-offs to the 'Resource' pick.\n***\n**Resource:** Tiles are ordered primarily by their resource values. Higher resource planets are more coveted, and so are more important.\n***\n**Influence:** Similar to 'Resource', tiles are ordered primarily by their influence values.\n***\n**Random:** Tiles are completely randomly ordered. Expect chaotic and unbalanced maps.",
            "ensure_anomalies_help": "Ensures that races get their beneficial anomalies\n***\nThis option makes it so that Muaat will always receive a supernova, Saar will always receive an asteroid field, Empyrean will always receive a nebulae and Vuil'Raith will always receive a gravity rift.",
            "randomize_priorities_help": "Randomizes the priority picks for each picking round.\n***\nNormally when placing tiles, this tool attempts to place the tiles so player 1 does not always get the best tiles. To do this, it follows the game setup rules and (in a 6 player game) player 1 gets to place tile 1 and 12, while player 6 gets to place tile 6 and 7.\n***\nTurning this on stops this from happening, and instead completely randomizes the placement order.",
            "reverse_placement_help": "Reverses which tiles are placed first in placement order.\n***\nTiles are normally placed in priority (see randomize priority help). This reverses the order, so that the last picks are first, which generally has the effect of pushing the more valuable tiles towards the center of the galaxy."

        },
        "board": {
            "nav": {
                "objectives": "Objectives",
                "planets": "Planets",
                "units": "Units",
                "technologies": "Technologies",
                "trade": "Trade",
                "chat": "chat",
                "undo": "Undo",
                "end_turn": "End turn",
                "pass": "Pass",
                "promissory": "promissory",
                "relics": "relics",
                "agenda": "agenda",
                "actions": "actions",
                "context": "context",
                "space_combat": "Space combat",
                "space_cannon": "Space cannon"
            },
            "strategy_pick": "Strategy pick",
            "primary": "Primary",
            "secondary": "Secondary",
            "activate": "activate",
            "next": "Next",
            "back": "Back",
            "accept": "Accept",
            "decline": "Decline",
            "done": "Done"
        },
        "cards": {
            "strategy": {
                "LEADERSHIP": {
                    "label": "Leadership",
                    "primary": "Gain 3 command tokens. Spend any amount of influence to gain 1 command token for every 3 influence spent.",
                    "secondary": "Spend any amount of influence to gain 1 command token for every 3 influence spent.",
                    "hit": "A player might choose this card to gain more command tokens, enabling him to perform more actions during the action phase."
                },
                "DIPLOMACY": {
                    "label": "Diplomacy",
                    "primary": "Choose 1 system, other than Mecatol Rex, that contains a planet you control; each other player places a command token from their reinforcements in the chosen system. Then, ready each exhausted planet you control in that system.",
                    "secondary": "Spend 1 token from your strategy pool to ready up to 2 exhausted planets.",
                    "hit": "A player might choose this card if he feels threatened, to prevent other players from attacking his system."
                },
                "POLITICS": {
                    "label": "Politics",
                    "primary": "Choose a player other than the speaker. That player gains the speaker token. Draw 2 action cards. Look at the top 2 cards of the agenda deck. Place each card on the top or bottom of the deck in any order.",
                    "secondary": "Spend 1 token from your strategy pool to draw 2 action cards.",
                    "hit": "A player might choose this card to draw action cards, increasing the variety of abilities that are available to him."
                },
                "CONSTRUCTION": {
                    "label": "Construction",
                    "primary": "Place 1 PDS or 1 space dock on a planet you control. Place 1 PDS on a planet you control.",
                    "secondary": "Spend 1 token from your strategy pool in any system; you may place either 1 space dock or 1 PDS on a planet you control in that system.",
                    "hit": "A player might choose this card to produce planetary structures, such as space docks and PDS units."
                },
                "TRADE": {
                    "label": "Trade",
                    "primary": "Gain 3 trade goods. Replenish commodities. Choose any number of other players. Those players use the secondary ability of this strategy card without spending a command token.",
                    "secondary": "Spend 1 token from your strategy pool to replenish commodities.",
                    "hit": "A player might choose this card to gain trade goods and commodities, which he could use to produce additional units or trade to other players."
                },
                "WARFARE": {
                    "label": "Warfare",
                    "primary": "Remove 1 of your command tokens from the game board; then, gain 1 command token. Redistribute any number of the command tokens on your command sheet.",
                    "secondary": "Spend 1 token from your strategy pool to use the PRODUCTION ability of 1 of your space docks in your home system.",
                    "hit": "A player might choose this card to allow some of his ships to move twice, or to build a unit and move it during the same game round."
                },
                "TECHNOLOGY": {
                    "label": "Technology",
                    "primary": "Research 1 technology. Spend 6 resources to research 1 technology.",
                    "secondary": "Spend 1 token from your strategy pool and 4 resources to research 1 technology.",
                    "hit": "A player might choose this card to research a new technology that would grant him a new ability or unit upgrade."
                },
                "IMPERIAL": {
                    "label": "Imperial",
                    "primary": "Immediately score 1 public objective if you fulfill its requirements. Gain 1 victory point if you control Mecatol Rex; otherwise, draw 1 secret objective.",
                    "secondary": "Spend 1 token from your strategy pool to draw 1 secret objective",
                    "hit": "A player might choose this card to draw an additional secret objective, granting him additional routes to victory."
                }
            }
        }
    }
}