{
    "ru": {
        "lobby": {
            "matches_list_label": "Список матчей",
            "create_new": "Создать",
            "new_game": "Новая игра",
            "prophecy_of_kings": "Пророчество королей",
            "edition_PoK": "ПК",
            "name_acceptable": "допустимое название",
            "random_map": "случайная карта",
            "map_type_random": "случайная",
            "players": "Игроки",
            "create_game": "Создать игру",
            "leave": "Покинуть",
            "start_game": "Старт",
            "random_race": "случайная раса",
            "open": "открыто",
            "connecting": "соединение",
            "reconnect": "Реконнект",
            "join_game": "Присоединиться",
            "ready_to_play": "Готов к игре",
            "type_your_message": "введите сообщение",
            "fate": "Судьба Галактики в наших руках",

            "random_map_options": "Настройки случайной карты",
            "use_pok": "Использовать дополнение Пророчество Королей",
            "board_style": "Стиль игрового поля",
            "board_style_normal": "Нормальный",
            "board_style_spiral": "Спиральный",
            "placement_style": "Стиль размещения",
            "placement_style_slice": "Частичный",
            "placement_style_initial": "Первоначальный",
            "placement_style_home": "Домашний",
            "placement_style_random": "Случайный",
            "system_weighting": "Баланс систем",
            "system_weighting_random": "Случайный",
            "system_weighting_balanced": "Сбалансированный",
            "system_weighting_resource": "Ресурсы",
            "system_weighting_influence": "Влияние",
            "ensure_racial_anomalies": "Обеспечить расовые аномалии",
            "randomize_priorities": "Рандом приоритетов перед размещением",
            "reverse_placement_order": "Обратный порядок размещения",
            "board_style_help": "Стиль поля меняет способ фактического расположения плиток на вновь созданной карте.\n***\nИзменение этого параметра приведет к тому, что вы будете ожидать других шестигранных макетов, таких как разные узоры плиток, использование гиперлиний или нестандартное размещение домашних миров.",
            "placement_style_help": "Стиль размещения определяет, где будут размещены важные плитки. Большинство из них основано на наличии хотя бы одной плитки рядом с домашней системой с хорошими ресурсами.\n***\n**Частичный:** Размещает плитки так, как это сделал бы обычный игрок. Отдает приоритет хорошему пути к Мекатолу и заполнению области вокруг домашней системы хорошими плитками.\n***\n**Первоначальный:** гарантирует только хорошую плитку прямо перед домашней системой (на пути к Мекатолу). Всё остальное является случайным.\n***\n**Домашний:** Приоритет всех соседних плиток к домашней системе, а все остальное является случайным.\n***\n**Случайное:** Перетасовывает уровни приоритета полностью. Никакого предпочтения плиткам рядом с домашней системой.",
            "system_weighting_help": "Баланс систем используется для определения веса плиток при их размещении на доске. Плитка с более высоким весом означает, что гекс более важен, и поэтому (в зависимости от Стиля размещения) она помещается ближе к домашним мирам, чтобы облегчить доступ к активам.\n***\n**Сбалансированный:** Пользовательский вес, который отдает предпочтение ресурсам и количеству планет, а не аномалиям. Это более точно учитывает технические особенности и влияние как компромисс по сравнению с выбором 'Ресурсы'.\n***\n**Ресурсы:** Плитки упорядочены в первую очередь по значениям их ресурсов. Планеты с более высоким ресурсом более желательны и поэтому более важны.\n***\n**Влияние:** Аналогично 'Ресурсы', но плитки упорядочены в первую очередь по значениям их влияния.\n***\n**Случайный:** Плитки упорядочены совершенно случайным образом. Ожидайте хаотичных и несбалансированных карт.",
            "ensure_anomalies_help": "Гарантирует, что расы получат полезные аномалии.\n***\nЭта опция делает так, что Муааты всегда будут получать сверхновую, Саары всегда получат поле астероидов, Возвышенные всегда получат туманность, а Кабал всегда получит гравитационный разлом.",
            "randomize_priorities_help": "Рандомизирует приоритет выбора для каждого раунда выбора.\n***\nОбычно при размещении плиток этот инструмент пытается разместить плитки так, чтобы игрок 1 не всегда получал лучшие плитки. Для этого он следует правилам настройки игры и (в игре для 6 игроков) игрок 1 может разместить плитки 1 и 12, а игрок 6 — разместить плитки 6 и 7.\n***\nВключение этого параметра предотвращает это, а вместо этого полностью рандомизирует порядок размещения.",
            "reverse_placement_help": "Меняет местами плитки, которые размещаются первыми в порядке размещения.\n***\nПлитки обычно располагаются в приоритете (см. Рандом приоритетов). Этот переключатель меняет порядок так, что последние выборы идут первыми, что обычно приводит к смещению более ценных плиток к центру галактики."
        },
        "board": {
            "nav": {
                "objectives": "Цели",
                "planets": "Планеты",
                "units": "Юниты",
                "technologies": "Технологии",
                "trade": "Торговля",
                "chat": "чат",
                "undo": "Отмена",
                "end_turn": "Конец хода",
                "pass": "Пас",
                "promissory": "обещания",
                "relics": "реликвии",
                "agenda": "политика",
                "actions": "действия",
                "context": "контекст",
                "space_combat": "Космический бой",
                "space_cannon": "Космическая пушка"
            },
            "strategy_pick": "Выбор стратегии",
            "primary": "Основная",
            "secondary": "Второстепенная",
            "activate": "активировать",
            "next": "Далее",
            "back": "Назад",
            "accept": "Принять",
            "decline": "Отклонить",
            "done": "Готово"
        },
        "cards": {
            "strategy": {
                "LEADERSHIP": {
                    "label": "Лидерство",
                    "primary": "Получите 3 жетона приказов. Потратьте любое количество очков влияния, чтобы получить 1 жетон приказа за каждые 3 потраченных очка влияния.",
                    "secondary": "Потратьте любое количество очков влияния, чтобы получить 1 жетон приказа за каждые 3 потраченных очка влияния.",
                    "hit": "Игрок может выбрать эту карту, чтобы получить больше жетонов приказов, что позволит ему выполнять больше действий во время фазы действий."
                },
                "DIPLOMACY": {
                    "label": "Дипломатия",
                    "primary": "Выберите 1 систему, в которой есть подконтрольная вам планета (за исключением Мекатол Рекс); все остальные игроки кладут в эту систему по 1 жетону приказа из своего снабжения. Затем подготовьте все перевернутые карты подконтрольных вам планет в этой системе.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва, чтобы подготовить 2 перевернутые карты подконтрольных вам планет.",
                    "hit": "Игрок может выбрать эту карту, если чувствует угрозу, чтобы другие игроки не атаковали его систему."
                },
                "POLITICS": {
                    "label": "Политика",
                    "primary": "Выберите игрока, за исключением председателя. Этот игрок получает жетон председателя. Возьмите 2 карты действий. Посмотрите 2 верхние карты колоды политики. Положите эти карты на верх и/или под низ колоды в любом порядке.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва, чтобы взять две карты действий.",
                    "hit": "Игрок может выбрать эту карту, чтобы брать карты действий, увеличивая разнообразие доступных ему способностей."
                },
                "CONSTRUCTION": {
                    "label": "Строительство",
                    "primary": "Разместите 1 ПСО или 1 базу на подконтрольной вам планете. Разместите 1 ПСО на подконтрольной вам планете.",
                    "secondary": "Положите 1 жетон из вашего стратегического резерва в любую систему; вы можете разместить либо 1 базу, либо 1 ПСО на подконтрольной вам планете в этой системе.",
                    "hit": "Игрок может выбрать эту карту для создания планетарных структур, таких как космические доки и подразделения ПСО."
                },
                "TRADE": {
                    "label": "Торговля",
                    "primary": "Получите 3 товара. ПОполните продукцию. Выберите любое количество других игроков. Эти игроки применяют второстепеннную способность этой карты стратегии, не трая жетоны приказов.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва, чтобы пополнить продукцию.",
                    "hit": "Игрок может выбрать эту карту, чтобы получить товары и продукцию, которые он может использовать для производства дополнительных юнитов или торговли с другими игроками."
                },
                "WARFARE": {
                    "label": "Война",
                    "primary": "Уберите 1 свой жетон приказа с игрового поля; затем получите 1 жетон приказа. Перераспределите любое количество жетонов приказов на вашем планшете приказов.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва, чтобы использовать способность ПРОИЗВОДСТВО одной из ваших баз в вашей родной системе.",
                    "hit": "Игрок может выбрать эту карту, чтобы позволить некоторым из своих кораблей двигаться дважды или построить отряд и переместить его в течение одного игрового раунда."
                },
                "TECHNOLOGY": {
                    "label": "Исследования",
                    "primary": "Исследуйте 1 технологию. Потратьте 6 очков ресурсов, чтобы исследовать 1 технологию.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва и 4 очка влияния, чтобы исследовать 1 технологию.",
                    "hit": "Игрок может выбрать эту карту для исследования новой технологии, которая предоставит ему новую способность или улучшение отряда."
                },
                "IMPERIAL": {
                    "label": "Экспансия",
                    "primary": "Немедленно выполните 1 общую цель, если вы удовлетворяете ее условия. Получите 1 победное очко, если вы контролируете Мекатол Рекс; если нет, возьмите 1 карту секретной цели.",
                    "secondary": "Потратьте 1 жетон из вашего стратегического резерва, чтобы взять 1 карту секретной цели.",
                    "hit": "Игрок может выбрать эту карту, чтобы получить дополнительную секретную цель, открывающую ему дополнительные пути к победе."
                }
            }
        }
    }
}