{
    "ru": {
        "lobby": {
            "matches_list_label": "Список матчей",
            "create_new": "Создать",
            "new_game": "Новая игра",
            "prophecy_of_kings": "Пророчество королей",
            "name_acceptable": "допустимое название",
            "random_map": "случайная карта",
            "players": "Игроки",
            "create_game": "Создать игру",
            "leave": "Покинуть",
            "start_game": "Старт",
            "random_race": "случайная раса",
            "open": "открыто",
            "connecting": "соединение",
            "reconnect": "Реконнект",
            "join_game": "Присоединиться",
            "ready_to_play": "Готов к игре",
            "type_your_message": "введите сообщение",
            "fate": "Судьба Галактики в наших руках",

            "random_map_options": "Настройки случайной карты",
            "use_pok": "Использовать дополнение Пророчество Королей",
            "board_style": "Стиль игрового поля",
            "board_style_normal": "Нормальный",
            "board_style_spiral": "Спиральный",
            "placement_style": "Стиль размещения",
            "placement_style_slice": "Частичный",
            "placement_style_initial": "Первоначальный",
            "placement_style_home": "Домашний",
            "placement_style_random": "Случайный",
            "system_weighting": "Балланс систем",
            "system_weighting_random": "Случайный",
            "system_weighting_balanced": "Сбаллансированный",
            "system_weighting_resource": "Ресурсы",
            "system_weighting_influence": "Влияние",
            "ensure_racial_anomalies": "Обеспечить расовые аномалии",
            "randomize_priorities": "Рандом приоритетов перед размещением",
            "reverse_placement_order": "Обратный порядок размещения",
            "board_style_help": "Стиль поля меняет способ фактического расположения плиток на вновь созданной карте.\n***\nИзменение этого параметра приведет к тому, что вы будете ожидать других шестигранных макетов, таких как разные узоры плиток, использование гиперлиний или нестандартное размещение домашних миров.",
            "placement_style_help": "Стиль размещения определяет, где будут размещены важные плитки. Большинство из них основано на наличии хотя бы одной плитки рядом с домашней системой с хорошими ресурсами.\n***\n**Частичный:** Размещает плитки так, как это сделал бы обычный игрок. Отдает приоритет хорошему пути к Мекатолу и заполнению области вокруг домашней системы хорошими плитками.\n***\n**Первоначальный:** гарантирует только хорошую плитку прямо перед домашней системой (на пути к Мекатолу). Всё остальное является случайным.\n***\n**Домашний:** Приоритет всех соседних плиток к домашней системе, а все остальное является случайным.\n***\n**Случайное:** Перетасовывает уровни приоритета полностью. Никакого предпочтения плиткам рядом с домашней системой.",
            "system_weighting_help": "Балланс систем используется для определения веса плиток при их размещении на доске. Плитка с более высоким весом означает, что гекс более важен, и поэтому (в зависимости от Стиля размещения) она помещается ближе к домашним мирам, чтобы облегчить доступ к активам.\n***\n**Сбалансированный:** Пользовательский вес, который отдает предпочтение ресурсам и количеству планет, а не аномалиям. Это более точно учитывает технические особенности и влияние как компромисс по сравнению с выбором 'Ресурсы'.\n***\n**Ресурсы:** Плитки упорядочены в первую очередь по значениям их ресурсов. Планеты с более высоким ресурсом более желательны и поэтому более важны.\n***\n**Влияние:** Аналогично 'Ресурсы', но плитки упорядочены в первую очередь по значениям их влияния.\n***\n**Случайный:** Плитки упорядочены совершенно случайным образом. Ожидайте хаотичных и несбалансированных карт.",
            "ensure_anomalies_help": "Гарантирует, что расы получат полезные аномалии.\n***\nЭта опция делает так, что Муааты всегда будут получать сверхновую, Саары всегда получат поле астероидов, Возвышенные всегда получат туманность, а Кабал всегда получит гравитационный разлом.",
            "randomize_priorities_help": "Рандомизирует приоритет выбора для каждого раунда выбора.\n***\nОбычно при размещении плиток этот инструмент пытается разместить плитки так, чтобы игрок 1 не всегда получал лучшие плитки. Для этого он следует правилам настройки игры и (в игре для 6 игроков) игрок 1 может разместить плитки 1 и 12, а игрок 6 — разместить плитки 6 и 7.\n***\nВключение этого параметра предотвращает это, а вместо этого полностью рандомизирует порядок размещения.",
            "reverse_placement_help": "Меняет местами плитки, которые размещаются первыми в порядке размещения.\n***\nПлитки обычно располагаются в приоритете (см. Рандом приоритетов). Этот переключатель меняет порядок так, что последние выборы идут первыми, что обычно приводит к смещению более ценных плиток к центру галактики."
        }
    }
}