"relics": {
    "Dominus Orb": {"label": "Сфера господства", "effect": "Перед передвижением отрядов во время тактического действия, вы можете изгнать эту карту чтобы переместить и транспортировать отряды из систем, которые содержат 1 из ваших жетонов приказов."}, 
    "Maw of Worlds": {"label": "Пасть миров", "effect": "В начале фазы политики, вы можете изгнать эту карту и перевернуть все свои планеты чтобы получить 1 любую технологию."}, 
    "Scepter of Emelpar": {"label": "Скипетр Эмелпара", "effect": "Когда вы тратите жетон приказа из вашего стратегического резерва, вместо этого вы можете перевернуть эту карту чтобы потратить жетон из вашего снабжения."}, 
    "Shard of the Throne": {"label": "Осколок трона", "effect": "Когда вы получаете эту карту, вы получаете 1 победное очко. Когда вы теряете эту карту, вы теряете 1 победное очко.
    Когда другой игрок получает контроль над подконтрольной вам легендарной планетой, или подконтрольной вам планетой в вашей родной системе, этот игрок получает эту карту."}, 
    "Stellar Converter": {"label": "Звездный преобразователь", "type": "ACTION", "effect": "ДЕЙСТВИЕ: Выберите 1 нелегендарную неродную планету (за исключением Мекатол-Рекса) в системе, смежной хотя бы с 1 из ваших отрядов со способностью «БОМБАРДИРОВКА»; Уничтожьте все отряды на этой планете, изгоните её карту и прикреплённые к ней карты. Затем положите на место этой планеты жетон «Уничтоженная Планета» и изгоните эту карту реликвии."}, 
    "The Codex": {"label": "Кодекс", "type": "ACTION", "effect": "ДЕЙСТВИЕ: Изгоните эту карту чтобы получить до 3 карт действий (на ваш выбор) из колоды сброса карт действий."}, 
    "The Crown of Emphidia": {"label": "Корона Эмфидии", "effect": "После того как вы выполнили тактическое действие, вы можете перевернуть эту карту чтобы разведать 1 подконтрольную вам планету. В конце фазы статуса, если вы контролируете Гробницу Эмфидии, вы можете изгнать эту карту чтобы получить 1 победное очко."}, 
    "The Crown of Thalnos": {"label": "Корона Талноса", "effect": "Во время каждого раунда боя владелец этой карты может перебросить любое количество кубиков  добавляя +1 к результатам этих боевых проверок; любые отряды, которые перебрасывают кубик и не наносят хотя бы 1 попадание, уничтожаются."}, 
    "The Obsidian": {"label": "Обсидиан", "effect": "Когда вы получаете эту карту, возьмите 1 карту секретной цели. Вы можете иметь 1 дополнительную выполненную или невыполненную секретную цель."}, 
    "The Prophet's Tears": {"label": "Слезы пророка", "effect": "Когда вы исследуйте технологию, вы можете перевернуть эту карту чтобы игнорировать 1 требование технологии, или взять 1 карту действия."},
    "Nano-Forge": {"label": "Нано-кузница", "effect": "ДЕЙСТВИЕ: Прикрепите эту карту к подконтрольной вам нелегендарной неродной планете; её значение ресурсов и влияния увеличено на 2 и теперь это легендарная планета. Это действие нельзя выполнить после прикрепления."},
    "Dynamis Core": {"label": "Динамическое ядро", "effect": "Пока эта карта лежит перед вами, ваше Значения Продукции увеличено на 2. ДЕЙСТВИЕ: изгоните эту карту чтобы получить Товары в количестве равном вашему стартовому значению Продукции +2."},
    "Lost Titan Prototype": {"label": "JJR-XS455-0 Прототип утерянного титана", "effect": "ДЕЙСТВИЕ: Переверните эту карту и выберите игрока; этот игрок может потратить 3 очка ресурсов чтобы разместить сооружение на планете под его контролем. Если он этого не делает, он получает 1 Товар."}
}